[Information]
TRANSLATOR=Звонко Велески
VERSION=2.2.0

[Language]
LANGUAGE=Македонски
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x042F

[Menu]
FILE=&Фајл
FILE_EXIT=&Излез
EDIT=&Уреди
EDIT_COPY=&Копирај
THEME=&Тема
HELP=&Помош
HELP_ABOUT=&За CrystalDiskMark
; 3.0
TEST_DATA=&Test Data
DEFAULT_RANDOM=Default (Random)
; 4.0
SETTINGS=&Settings
SAVE=&Save
QUEUES_THREADS=&Queues && Threads
; 4.1
INTERVAL_TIME=Interval Time
SECOND=sec
MINUTE=min
HOUR=hour
; 5.0.3
ALL_ZERO=All 0x00 (0 Fill)
; 5.1.0
SELECT_FOLDER=Select Folder
; 7.0.0
FONT_SETTING=&Font Setting
PROFILE=&Profile
PROFILE_DEFAULT=Default
PROFILE_PEAK=Peak Performance
PROFILE_REAL=Real World Performance

[Message]
STOP_BENCHMARK=Запри го тестот.
DISK_CAPACITY_ERROR=Недоволен капацитет на дискот.
DISK_CREATE_FILE_ERROR=Креирањето на фајлот е одбиена.
DISK_WRITE_ERROR=Грешка при запишувањето.
DISK_READ_ERROR=Грешка при читањето.
; 7.0.0
DISK_SPD_NOT_FOUND=DiskSpd is not found. Please re-install CrystalDiskMark.

[Title]
TEST_DRIVE=Диск за тестирање
TEST_SIZE=Големина на тестот
TEST_COUNT=Број на тестови
; 7.0.0
TEST_UNIT=Test Unit
TEST_MIX=Mix Ratio

[WindowTitle]
ABOUT=За CrystalDiskMark
QUEUES_THREADS=Queues & Threads
; 7.0.0
FONT_SETTING=Font Setting
COMMENT=Comment

[Dialog]
AUTO=Auto
; 7.0.0
FONT_FACE=Font Face
FONT_SCALE=Font Scale (%)
FONT_RENDER_METHOD=Render Method
BLOCK_SIZE=Block Size
QUEUES=Queues
THREADS=Threads
SEQUENTIAL_1=Sequential (1)
SEQUENTIAL_2=Sequential (2)
RANDOM_1=Random (1)
RANDOM_2=Random (2)
DEFAULT_AFFINITY=Default Affinity
ENABLED=Enabled
DISABLED=Disabled

